Repository: jewsroch/sf-photos
Catalog: themes/zenpage/zp-core/plugins/zenpage/locale/*/LC_MESSAGES/zenpage.po
Languages: fr_fr

source: zenphoto administration
fr_fr: Administration de Zenphoto

source: Add Article
fr_fr: Ajouter un article

source: A search engine friendly <em>titlelink</em> (aka slug) without special characters to be used in URLs is generated from the title of the currently chosen language automatically. You can edit it later manually if necessary.
fr_fr: Afin d'être mieux référencé par les moteurs de recherche, le nom de votre page (<em>Permalien</em>) sera généré automatiquement en utilisant le titre que vous aurez défini, débarrassé de ses caractères spéciaux, en fonction de la langue actuellement sélectionnée. Vous pourrez le modifier plus tard si nécessaire.

source: If you lock an article only the current active author/user or any user with full admin rights will be able to edit it later again!
fr_fr: Si vous verrouillez un article, seul l'utilisateur actuel ou un utilisateur disposant de tous les droits d'administration pourra le modifier !

source: <strong>Important:</strong> If you are using Zenphoto's multi-lingual mode the Titlelink is generated from the Title of the currently selected language.
fr_fr: <strong>Important :</strong> Si vous utilisez le mode multilingue de Zenphoto, le Permalien sera généré à partir du titre de la langue actuellement sélectionnée.

source: Hint: If you need more space for your text use TinyMCE's full screen mode (Click the blue square on the top right of editor's control bar).
fr_fr: Astuce : si vous avez besoin de plus d'espace pour éditer votre texte, utilisez le mode plein écran de TinyMCE (cliquez sur le carré bleu en haut à droite de l'éditeur).

source: Title:
fr_fr: Titre :

source: Enable permaTitlelink
fr_fr: Activer le Permalien

source: Content:
fr_fr: Contenu :

source: Author:
fr_fr: Auteur :

source: Published
fr_fr: Publié

source: Comments on
fr_fr: Commentaires activés

source: Locked for changes
fr_fr: Verrouillé

source: Save article
fr_fr: Enregistrer l'article

source: Save Article
fr_fr: Enregistrer l'article

source: Reset
fr_fr: Réinitialiser

source: Categories:
fr_fr: Catégories :

source: ExtraContent:
fr_fr: Extra :

source: Here you can enter extra content related to the article for example to be printed on the sidebar
fr_fr: Vous pouvez ajouter ici du contenu supplémentaire relatif à l'article pour le publier par exemple dans la barre latérale.

source: Codeblocks:
fr_fr: Blocs de code :

source: Codeblock 1
fr_fr: Bloc de code 1

source: Codeblock 2
fr_fr: Bloc de code 2

source: Codeblock 3
fr_fr: Bloc de code 3

source: Use the codeblock text fields if you need to enter php code (for example Zenphoto functions) or javascript code. NOTE: Only single quotes are allowed.
fr_fr: Utilisez les champs de blocs de code si vous avez besoin d'ajouter du code php (par exemple une fonction de Zenphoto) ou du javascript. NOTEZ BIEN : seuls les guillemets simples sont autorisés.

source: You also can use the codeblock fields as custom fields.
fr_fr: Vous pouvez également utiliser les champs des blocs de code comme champs personnalisés.

source: Note that your theme must be setup to use the codeblock functions. Note also that codeblock fields are not multi-lingual.
fr_fr: Notez que votre thème doit être paramétré pour utiliser les fonctions des blocs de code. Notez aussi que les champs des blocs de code ne sont pas multilingues.

source: Manage files
fr_fr: Gérer les fichiers

source: Edit this article
fr_fr: Modifier cet article

source: Publish or unpublish article
fr_fr: Publier ou non l'article

source: Enable or disable comments
fr_fr: Activer ou désactiver les commentaires

source: locked
fr_fr: verrouillé

source: View article
fr_fr: Voir l'article

source: Reset hitcounter
fr_fr: Remettre le compteur de vues à zéro

source: Are you sure you want to delete this article? THIS CANNOT BE UNDONE!
fr_fr: Êtes-vous sûr de vouloir supprimer cet article ? CECI NE PEUT ÊTRE ANNULÉ !

source: Delete article
fr_fr: Supprimer l'article

source: Published/Not published
fr_fr: Publié/Non publié

source: Comments on/off
fr_fr: Commentaires actifs/inactifs

source: View page
fr_fr: Voir la page

source: Delete page
fr_fr: Supprimer la page

source: Edit Article:
fr_fr: Modifier l'article

source: Usage tips
fr_fr: Conseils d'utilisation

source: Check <em>Edit Titlelink</em> if you need to customize how the title appears in URLs. Otherwise it will be automatically updated to any changes made to the title. If you want to prevent this check <em>Enable permaTitlelink</em> and the titlelink stays always the same (recommended if you use Zenphoto's multilingual mode). <strong>Note: </strong> <em>Edit titlelink</em> overrides the permalink setting.
fr_fr: Cochez <em>Modifier le permalien</em> si vous avez besoin de personnaliser la façon dont le titre apparaît dans l'URL. Sinon ce sera automatiquement mis à jour à chaque changement que vous effectuerez sur le titre. Si vous voulez éviter cela, cochez <em>Activer le permalien</em> et le titre restera toujours le même dans votre URL (ce qui est recommandé si vous utilisez le mode multilingue de Zenphoto). <strong>Notez bien : </strong> <em>Modifier le permalien</em> annulera vos réglages précédents.

source: TitleLink:
fr_fr: Permalien :

source: Edit TitleLink
fr_fr: Modifier le permalien

source: Last change: %1$s by %2$s
fr_fr: Dernier changement : %1$s par %2$s

source: %1$s hits
fr_fr: %1$s affichages

source: Update article
fr_fr: Mettre à jour l'article

source: Update Article
fr_fr: Mettre à jour l'article

source: Use the codeblock text fields if you need to enter php code (for example Zenphoto functions) or javascript code.
fr_fr: Utilisez les champs de blocs de code si vous avez besoin d'ajouter du code php (par exemple une fonction de Zenphoto) ou du javascript.

source: Categories
fr_fr: Catégories

source: Category Title:
fr_fr: Titre de la catégorie :

source: Add Category
fr_fr: Ajouter une catégorie

source: Edit this Category
fr_fr: Modifier cette catégorie

source: Delete category
fr_fr: Supprimer cette catégorie

source: Edit Category:
fr_fr: Modifier la catégorie

source: Enable permaTitellink
fr_fr: Activer le permalien

source: Category Titellink:
fr_fr: Nom du lien de la catégorie :

source: Update Category
fr_fr: Mettre à jour cette catégorie

source: Add Page
fr_fr: Ajouter une page

source: If you lock a page only the current active author/user or any user with full admin rights will be able to edit it later again!
fr_fr: Si vous verrouillez une page, seul l'utilisateur actuel ou un utilisateur disposant de tous les droits d'administration pourra la modifier à nouveau.

source: <strong>Important:</strong> If you are using Zenphoto's multi-lingual mode the Titlelink is generated from the Title of the currently active language.
fr_fr: <strong>Important :</strong> Si vous utilisez le mode multilingue de Zenphoto, le Permalien sera généré à partir du titre de la langue actuellement sélectionnée.

source: Save page
fr_fr: Enregistrer la page

source: Save Page
fr_fr: Enregistrer la page

source: Here you can enter extra content related to the page for example to be printed on the sidebar
fr_fr: Vous pouvez ajouter ici du contenu supplémentaire relatif à la page pour le publier par exemple dans la barre latérale.

source: Select a page to edit or drag the pages into the order, including sub page levels, you wish them displayed. <strong>Note: </strong>The supported maximum of levels is top level plus <strong>4</strong> sub levels.
fr_fr: Sélectionnez une page pour la modifier ou déplacez les pages dans l'ordre où vous souhaitez les afficher, y compris dans leur sous-niveaux. Notez bien : le nombre maximal de sous-niveaux supporté est de <strong>4</strong>.

source: Edit this page
fr_fr: Modifier cette page

source: Save order
fr_fr: Sauvegarder l'ordre

source: Edit Page:
fr_fr: Modifier la page :

source: Update page
fr_fr: Mettre à jour la page

source: Update Page
fr_fr: Mettre à jour la page

source: Are you sure you want to delete this page? THIS CANNOT BE UNDONE!
fr_fr: Êtes-vous sûr de vouloir supprimer cette page ? CECI NE PEUT ÊTRE ANNULÉ !

source: could not be created!
fr_fr: n'a pu être créé !

source: Error:
fr_fr: Erreur :

source: has been successfully created (or already exists).
fr_fr: a été créée avec succès (ou est déjà présente).

source: Upload folder
fr_fr: Charger le dossier

source: could not be created. Please create it manually via FTP with chmod 0777.
fr_fr: n'a pas pu être créé. Veuillez le créer manuellement via FTP avec un chmod de 0777.

source: Setup Zenpage - a CMS plugin for Zenphoto
fr_fr: Installation de Zenpage - une extension qui crée un CMS pour Zenphoto

source: Zenpage will now create the required database tables and the optional upload folder.
fr_fr: Zenpage va maintenant créer les tables requises dans la base de données et le répertoire optionnel de chargement.

source: Creating the database tables for zenpage:
fr_fr: Création des tables de zenpage dans la base de données :

source: Creating the zenpage upload folder in the root directory of your zenphoto installation:
fr_fr: Création du répertoire de chargement de zenpage dans le répertoire racine de votre installation de zenphoto :

source: Zenpage is ready to go!
fr_fr: Zenpage est prés à être lancé !

source: Go
fr_fr: Allez

source: Page <em>%s</em> added but you need to give it a <strong>title</strong> before publishing!
fr_fr: Page <em>%s</em> ajoutée mais vous devez lui donner un <strong>titre</strong> avant de la publier !

source: Page <em>%s</em> added
fr_fr: Page <em>%s</em> ajoutée

source: You forgot to give your page a <strong>title</strong>!
fr_fr: Vous avez oublié de donner un <strong>titre</strong> à votre page !

source: Page <em>%s</em> changes saved
fr_fr: Changement <em>%s</em> enregistré

source: Page successfully deleted!
fr_fr: Page supprimée avec succès !

source: You have more than the maximum supported 4 sub levels! Please try sorting differently.
fr_fr: Vous avez plus de sous-niveaux que le maximum supporté qui est de 4 ! Essayez de les trier différemment.

source: Sort order saved.
fr_fr: Ordre de tri enregistré.

source: Publish or unpublish page
fr_fr: Publier ou dé-publier la page

source: Article <em>%s</em> added but you need to give it a <strong>title</strong> before publishing!
fr_fr: Article <em>%s</em> ajouté mais vous devez lui donner un <strong>titre</strong> avant de le publier !

source: Article <em>%s</em> added
fr_fr: Article <em>%s</em> ajouté

source: You forgot to give your article a <strong>title</strong>!
fr_fr: Vous avez oublié de donner <strong>titre</strong> à votre article !

source: Article <em>%s</em> updated!
fr_fr: Article <em>%s</em> mis à jour !

source: Article successfully deleted!
fr_fr: Article supprimé avec succès !

source: View all months
fr_fr: Voir tous les mois

source: Prev Page
fr_fr: Page préc.

source: prev
fr_fr: précédent

source: Next page
fr_fr: Page suiv.

source: next
fr_fr: suiv.

source: All categories
fr_fr: Toutes les catégories

source: All articles
fr_fr: Tous les articles

source: Unpublished
fr_fr: Non publié

source: You forgot to give your category a <strong>title</strong>!
fr_fr: Vous avez oublié de donner un <strong>titre</strong> à votre catégorie !

source: Category updated!
fr_fr: Catégorie mise à jour !

source: Category <em>%s</em> added
fr_fr: Catégorie <em>%s</em> ajoutée

source: Category successfully deleted!
fr_fr: Catégorie supprimée avec succès !

source: Untitled category
fr_fr: Catégorie sans titre

source: Edit this category
fr_fr: Modifier cette catégorie

source: Are you sure you want to delete this category? THIS CANNOT BE UNDONE!
fr_fr: Êtes vous sûr de vouloir supprimer cette catégorie ? CECI NE PEUT-ÊTRE ANNULÉ !

source: Delete Category
fr_fr: Supprimer la catégorie

source: Delete
fr_fr: Supprimer

source: Untitled page
fr_fr: Page sans titre

source: Untitled article
fr_fr: Article sans titre

source: Comments off
fr_fr: Commentaires désactivés

source: hit
fr_fr: affichage

source: hits
fr_fr: affichages

source: (<strong>%u</strong> Categories)
fr_fr: (<strong>%u</strong> Catégories)

source: (<strong>%1$u</strong> %2$s, <strong>%3$u</strong> unpublished)
fr_fr: (<strong>%1$u</strong> %2$s, <strong>%3$u</strong> non-publié)

source: categories
fr_fr: catégories

source: You need Admin Rights or Zenpage rights to use Zenpage
fr_fr: Vous devez avoir les droits d'administration ou les droits de Zenpage pour utiliser Zenpage.

source: Prev page
fr_fr: Page préc.

source: by
fr_fr: par

source: View the %s album
fr_fr: Voir l'album %s

source: View the photo album %s
fr_fr: Voir l'album photo %s

source: View %s
fr_fr: Voir %s
