Repository: jewsroch/sf-photos
Catalog: themes/zenpage/zp-core/plugins/tiny_mce/plugins/tinyzenpage/locale/*/LC_MESSAGES/tinyzenpage.po
Languages: fr_fr

source: Album folder:
fr_fr: Dossier des albums :

source: (Click on image to include)
fr_fr: (Cliquez sur l'image pour l'inclure)

source: <strong>Note:</strong> This album does not contain any images.
fr_fr: <strong>Note :</strong> Cet album ne contient aucune image.

source: categories
fr_fr: catégories

source: (Click on article title to include a link)
fr_fr: (cliquez sur l'article pour ajouter un lien)

source: *Select*
fr_fr: *Sélectionnez*

source: (only direct links!)
fr_fr: (liens directs uniquement !)

source: *Select an album*
fr_fr: *Sélectionnez un album*

source: (select variant below)
fr_fr: (sélectionnez une option ci-dessous)

source: What to include
fr_fr: Quoi inclure

source: Image title
fr_fr: Titre de l'image

source: Album title
fr_fr: Titre de l'album

source: Custom text
fr_fr: Texte personnalisé

source: Image size
fr_fr: Taille de l'image

source: Thumbnail
fr_fr: Vignette

source: Custom thumbnail
fr_fr: Vignette personnalisée

source: Sized image
fr_fr: Image de taille adaptée

source: Custom size (uncropped)
fr_fr: Taille personnalisée (non coupée)

source: Link type
fr_fr: Type de lien

source: Link to image
fr_fr: Lien vers l'image

source: Link to album
fr_fr: Lien vers l'album

source: No link
fr_fr: Sans lien

source: Custom link
fr_fr: Lien personnalisé

source: Text wrap
fr_fr: Enveloppe du texte

source: No wrap
fr_fr: Sans

source: Right
fr_fr: A droite

source: Left
fr_fr: A gauche

source: Welcome to <em>tiny</em>Zenpage (v1.0.0)!
fr_fr: Bienvenue dans <em>tiny</em>Zenpage (v1.0.1)!

source: This provides access to your images and albums (dropdown 'zenphoto') as well as pages, news articles and news categories (dropdown 'zenpage') to easily include them in your pages and articles. You need at least 'Manage all albums' or 'Edit' rights to specific albums to be able to included image from them.
fr_fr: Ceci vous donne accès à vos images et à vos albums (via le menu 'zenphoto') tout comme aux pages, articles d'actualité et catégories d'articles (via le menu 'zenpage') pour les inclure facilement dans vos pages et dans vos articles. Vous devez avoir les droits d'administration (comme 'gérer tous les albums' ou 'modifier') sur l'album dont vous souhaitez inclure des images.

source: The options below the 'zenphoto' drop down do only affect including images and albums. These options are be used on the fly and are not sticky if you reload the page (selecting another album or moving between pages in an album).
fr_fr: Les options en dessous du menu 'zenphoto' ne concernent que l'inclusion d'images ou d'albums. Ces options sont effectuées à la volée et ne sont pas conservées si vous rechargez la page (par exemple en sélectionnant un autre album ou une autre page dans un album).

source: The windows does not close automatically so you can include several images one after another.
fr_fr: Les fenêtres ne se ferment pas automatiquement, vous pouvez ainsi inclure plusieurs images les unes après les autres.

source: The tinyZenpage page on the Zenpage project site: <a href='http://zenpage.maltem.de/pages/tinyZenpage' title='zenpage project site'>zenpage.maltem.de/pages/tinyZenpage</a>
fr_fr: La page de tinyZenpage sur le site du projet Zenpage : <a href='http://zenpage.maltem.de/pages/tinyZenpage' title='site du projet zenpage'>zenpage.maltem.de/pages/tinyZenpage</a>

source: Select to show a list of Zenpage pages, articles or categories. Click on a title to include a link. Hover of the link to see an excerpt of the page or article. Unpublished pages or articles are marked with an '*'. There are no further options.
fr_fr: Sélectionnez le pour voir une liste de vos pages, articles ou catégories édités avec Zenpage. Cliquez sur leur titre pour les inclure sous forme de lien. En passant au dessus du lien apparaît un extrait de la page ou de l'article. Les pages et les articles non publiés sont marqué d'un '*'. Il n'y a pas d'autres options pour cette section.

source: Select an album to include images from into your page or article. Click on the image to included it. Unpublished albums or images are marked with an '*'. You can also click on the magnify glass icon to see a preview of the item (Multimedia files are previewed in Flowplayer, no matter if that plugin is activated or not.). <br />Note that it is currently not possible to include multimedia files directly as a sized image or custom image. Besides that you have several options what to include and how:
fr_fr: Sélectionnez un album pour en inclure des images au sein de votre page ou de votre article. Cliquez sur l'image pour l'inclure. Les albums et les images non-publiés sont marqués d'un '*'. Vous pouvez également cliquer sur l'icône représentant une loupe pour zoomer sur l'élément sélectionné (les fichiers multimédia sont affichés dans le Flowplayer, que cette extension soit activée ou pas sur le site).<br /> Notez bien qu'il n'est pas possible actuellement d'inclure un fichier multimédia sous forme de vignette personnalisée ou d'image ajustée. De plus, vous avez plusieurs options qui vous permettent de spécifier quoi inclure et comment :

source: Include the image itself, only its title, the title of its album or a custom text.
fr_fr: Inclure l'image elle-même, seulement son titre, le titre de son album ou un texte personnalisé.

source: Include the thumbnail of the size set in Zenphoto's options, a custom thumbnail (size for the longest side / cropwidth x cropheight), the sized image as set in Zenphoto's options or a custom size (size is for the longest side of the image).
fr_fr: Inclure la vignette selon les paramètres des options générales de la galerie, Une vignette personnalisée (de la taille du plus grand côté, recadrée en largeur ou en hauteur). Une image ajustée selon les paramètres généraux des options de Zenphoto ou une image personnalisée (dont la taille correspond au plus grand côté de l'image).

source: Select to link to the image page of the image, to the album the image is in, no link at all or a custom url.
fr_fr: Sélectionnez pour ajouter un lien vers la page de l'image, vers l'album auquel l'image appartient, pas de lien du tout ou une url personnalisée.

source: Wrap the text right or left of the image or not at all. Note that tinyZenpage adds a bit of CSS to the included image if you use text wrap. So that you see immediate results to the text wrap it attaches some inline CSS:
fr_fr: Enveloppe l'image de texte à gauche ou à droite de celle-ci ou encore aucun des deux. Notez que tinyZenpage ajoute un peu de CSS à l'image si vous utilisez l'enveloppe de texte. Ainsi vous pouvez avoir immédiatement un aperçu du résultat avec ces éléments CSS :

source: left wrap: <em>style="float:right"</em>
fr_fr: texte à gauche : <em>style="float:right"</em>

source: right wrap: <em>style="float: left"</em>
fr_fr: Texte à droite : <em>style="float: left"</em>

source: Also tinyZenpage attaches a default CSS class to the image (if image is chosen) to be styled with your theme's css:
fr_fr: Si une image est choisie afin d'être inclue dans une page ou un article, TinyZenpage y ajoute également une classe CSS par défaut afin que vous puissiez en définir le style dans le CSS de votre thème :

source: Default thumbnail: <em>zenpage_thumb_left</em> or <em>zenpage_thumb_right</em>
fr_fr: Vignette par défaut : <em>zenpage_thumb_left</em> ou <em>zenpage_thumb_right</em>

source: Custom thumbnail: <em>zenpage_customthumb_left</em> or <em>zenpage_customthumb_right</em>
fr_fr: Vignette personnalisée : <em>zenpage_customthumb_left</em> ou <em>zenpage_customthumb_right</em>

source: Sized image: <em>zenpage_sizedimage_left</em> or <em>zenpage_sizedimage_right</em>
fr_fr: Image ajustée : <em>zenpage_sizedimage_left</em> ou <em>zenpage_sizedimage_right</em>

source: Custom image: <em>zenpage_customimage_left</em> or <em>zenpage_customimage_right</em>
fr_fr: Image personnalisée : <em>zenpage_customimage_left</em> ou <em>zenpage_customimage_right</em>

source: If you like to do some direct styling you can also use TinyMCE's image button or source code editor. <br />Also you can customize the CSS output yourself by directly changing the textwrap variables in line 47 and 50 in <em>tinyzenpage/js/dialog.php</em>.
fr_fr: Si vous souhaitez ajouter directement d'autres styles, vous pouvez aussi utiliser le bouton 'image' ou l'éditeur html de TinyMCE.<br /> Vous pouvez également personnaliser le rendu CSS en changeant les options les concernant ligne 47 et 50 dans <em>tinyzenpage/js/dialog.php</em>.

source: Help
fr_fr: Aide

source: Get Flash
fr_fr: Téléchargez Flash

source: to see this player.
fr_fr: pour voir ce lecteur.
